/* Accessibility title of the Favorites column in the LoopBrowser */
"Favorite" = "즐겨찾기";

/* Accessibility title of the Loop Type column in the LoopBrowser */
"Type" = "유형";

/* Add to Untagged Loops - OK Button for Alert window
   Alert message text when user adds new untagged Loops to Loop Browser or File Browser */
"Add to Untagged Loops" = "태그가 달리지 않은 루프에 추가";

/* Adding Loops From Another Disk or Partition */
"Adding Loops From Another Disk or Partition" = "다른 디스크 또는 파티션으로부터 루프 추가하기";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"If these Audio files have a constant tempo, start on a downbeat, and end on a beat, they will adapt to the project tempo when previewed or added to a project." = "하나의 다운비트로 시작하고 하나의 비트로 끝나는 일정한 템포의 오디오 파일인 경우, 미리 듣거나 프로젝트에 추가될 때 프로젝트 템포로 조정됩니다.";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"The chosen location will be added to your Untagged Loops. Audio files in this location with a constant tempo that start on a downbeat and end on a beat will adapt to the project tempo when previewed or added to a project." = "선택한 위치는 태그가 달리지 않은 루프에 추가됩니다. 이 위치에 있는 하나의 다운비트로 시작하고 하나의 비트로 끝나는 일정한 템포의 오디오 파일은 미리 듣거나 프로젝트에 추가될 때 프로젝트 템포로 조정됩니다.";

/* Cancel - Cancel Button for AlertSheets, etc.
   Don't import Button */
"Cancel" = "취소";

/* Copy Loops Button */
"Copy to Loops Folder" = "루프 폴더로 복사";

/* Copy Loops or reference Loops message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic copy the loops to the Apple Loops folder, or use them from their current location." = "곡에서 사용될 수 있도록 루프를 루프 브라우저에 추가합니다. Logic에서 루프를 Apple Loops 폴더로 복사하도록 할 것인지, 아니면 현재 위치에서 사용하도록 할 것인지 선택하십시오.";

/* Debug Menu: Edit Tags */
"Edit Tags" = "태그 편집";

/* Debug Menu: Show in Finder */
"Show in Finder" = "Finder에서 보기";

/* Debug Menu:Parse loop */
"Parse loop" = "루프 분석";

/* Descriptors */
"Descriptors" = "설명";

/* Genre */
"Genre" = "장르";

/* Indexing Loops on desktop alert */
"Adding Loops to the Loop Browser" = "루프 브라우저에 루프 추가하기";

/* Initial Title of the jam pack control */
"All Packs" = "모든 팩";

/* Instrument */
"Instrument" = "악기";

/* LoopBrower: two and more items label */
"%ld items" = "%ld개 항목";

/* LoopBrowser: accessibility description of the playing loop icon in the table */
"playing loop" = "재생 루프";

/* LoopBrowser: accessibility description of the real loop icon in the table */
"real loop" = "실제 루프";

/* LoopBrowser: accessibility description of the software loop icon in the table */
"software loop" = "소프트웨어 루프";

/* LoopBrowser: accessibility description of the web loop icon in the table */
"web loop" = "웹 루프";

/* LoopBrowser: one Item label */
"1 item" = "1개의 항목";

/* LoopBrowser: zero Items label */
"0 items" = "0개의 항목";

/* Move Loops Button */
"Move to Loops Folder" = "루프 폴더로 이동";

/* Move Loops on Desktop message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic move the loops to the Apple Loops folder, or use them from their current location." = "노래에서 사용될 수 있도록 루프를 루프 브라우저에 추가합니다. Logic에서 루프를 Apple Loops 폴더로 이동할 것인지 아니면 현재 위치에서 사용할 것인지를 선택하십시오.";

/* Reference Loops Button */
"Current Location" = "현재 위치";

/* Reindex all loops menu item */
"Reindex All Loops" = "모든 루프 다시 인덱스";

/* ToolTip: Loop browser - JPM popup menu */
"Choose which loops you want to view in the loop browser." = "루프 브라우저에 표시하려는 루프를 선택합니다.";

/* ToolTip: Loop browser - all other search buttons */
"Click to find loops by instrument, genre, and descriptor." = "악기, 장르 및 설명별로 루프를 검색하려면 클릭하십시오.";

/* ToolTip: Loop browser - column view */
"Select whether to display keywords for instruments, genre, or mood" = "악기, 장르 혹은 분위기별로 키워드를 표시할지를 선택합니다.";

/* accessibility description of the segment that switches to column view */
"column view" = "열 보기입니다";

/* accessibility description of the segment that switches to musical buttons view */
"musical buttons view" = "음악 버튼 보기";

/* menu item in Recent Search History */
"Clear Search History" = "검색 기록 지우기";

/* menu item in Recent Search History */
"No recent searches" = "최근 검색 없음";

/* menu title in Recent Search History */
"Recent Searches" = "최근 검색";

/* placeholder for search field within the Loops Browser */
"Search Loops" = "루프 검색";
